Repository: common-repository/wpex-replace
Catalog: languages/wpex-replace-*.po
Languages: de_de, sr_rs

source: Here you can replace a URL with another. This is sometimes necessary, for example when you change the domain name.
de_de: Hier können Sie eine URL durch eine andere ersetzen. Dies ist manchmal notwendig, wenn Sie z.B. den Domain-Namen ändern.
sr_rs: Ovde možete zameniti URL nekim drugim. Ponekad je to neophodno, na primer kad menjate naziv domena.

source: No Urls found.
de_de: Keine URLs gefunden.
sr_rs: URL-ovi nisu pronađeni.

source: Replace
de_de: Ersetzen
sr_rs: Zameni

source: <b>CAUTION:</b> The changes are written directly into the database. Be sure to make a backup before running the replacement!
de_de: <b>ACHTUNG:</b> Die Änderungen werden direkt in die Datenbank zurück geschrieben. Bevor Sie die Ersetzung starten, legen Sie unbedingt vorher ein Backup an!
sr_rs: <b>OPREZ:</b> Izmene se pišu direktno u bazu podataka. Pobrinite se za backup pre nego što pokrenete zamenjivanje!

source: Urls have been replaced
de_de: Die URLs wurden ersetzt.
sr_rs: URL-ovi su zamenjeni.

source: table {table} {id_name}={id} could not be saved.
de_de: Tabelle {table} {id_name}={id} konnte nicht gespeichert werden.
sr_rs: tabela {table} {id_name}={id} nije mogla biti sačuvana

source: Replace one ore more urls in the complete database. Serialized strings are also supported.
de_de: Ersetzt eine oder mehrere URLs in der kompletten Datenbank. Serialisierte Texte werden ebenso unterstützt.
sr_rs: Zamenite još jedan url u kompletnoj bazi podataka. Podržani su i serijalizovani stringovi.

source: WPEX Replace DB Urls
de_de: WPEX Ersetze DB Urls
sr_rs: WPEX Zameni DB Url

source: Invalid url '{url}'
de_de: Ungültige URL '{url}'
sr_rs: nevažeći url ‘{url}'

source: Replace Url
de_de: URL ersetzen
sr_rs: Zameni URL

source: Replace Urls
de_de: URLs ersetzen
sr_rs: Zameni URL-ove

source: No urls replaced.
de_de: Es wurden keine URLs ersetzt.
sr_rs: URL-ovi nisu zamenjeni

source: Do you really want to replace the selected urls?
de_de: Wollen Sie die markierten URLs wirklich ersetzen?
sr_rs: Da li zaista želite da zamenite odabrane url-ove?

source: Please check your input!
de_de: Bitte prüfen Sie Ihre Eingaben!
sr_rs: Molimo, proverite unos!

source: Identical url '{url}'
de_de: Identische Url '{url}'
sr_rs: Identičan url '{url}'

source: New url for {url} must not be empty.
sr_rs: Novi url za {url} ne sme biti prazan.

source: Urls
sr_rs: Url-ovi

source: Only URLs with a new valid URL will be replaced.
de_de: Nur URLs mit einer neuen gültigen URL werden ersetzt.
sr_rs: Biće zamenjeni samo URL-ovi koji umaju nov, važeći URL

source: If you want to get only a part of the urls, enter your filter. Press the Search button to get the list.
de_de: Wenn Sie nur einen Teil der Urls anzeigen wollen, geben Sie hier Ihren Filter ein. Drücken Sie den Suchen Button um die Liste zu bekommen.
sr_rs: Ako želite samo deo url-a, unesite filter. Pritisnite taster ‘Traži’ da biste dobili listu.

source: Search
de_de: Suchen
sr_rs: Traži

source: WPEX-Replace plugin requires PHP 5.3 or higher.
de_de: Das WPEX-Replace Plugin benötigt PHP 5.3 oder höher.
sr_rs: WPEX-Replace plugin zahteva PHP 5.3 ili noviju.

source: Founded url
de_de: Gefundene Url
sr_rs: Osnovan url

source: Replace with url
de_de: Ersetzt durch Url
sr_rs: Zameni URL-om

source: When you have many plugins installed, it can take a long time. So don't panik ;-)
de_de: Wenn Sie viele Plugins installiert haben, kann es eine längere Zeit dauern. Also keine Panik ;-)
sr_rs: Kad imate mnogo instaliranih plugin-a, može potrajati dugo. Ne paničite. ;-)

source: You have to activate the url which you want to replace.
de_de: Sie müssen die Url auswählen, welche Sie ersetzen wollen.
sr_rs: Morate da aktivirate url koji želite da zamenite.
